Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Dreaming has not promoted durable memory entries yet.
ar: لم يقم Dreaming بترقية أي إدخالات ذاكرة دائمة بعد.
de: Dreaming hat noch keine dauerhaften Speichereinträge hervorgehoben.
es: Dreaming aún no ha promocionado entradas de memoria duradera.
fa: رؤیاپردازی هنوز هیچ ورودی حافظهٔ پایدار را ارتقا نداده است.
fr: Dreaming n’a pas encore promu d’entrées de mémoire durable.
hi: Dreaming ने अभी तक टिकाऊ मेमोरी प्रविष्टियों को प्रमोट नहीं किया है।
id: Dreaming belum mempromosikan entri memori tahan lama.
it: Sogno non ha ancora promosso voci di memoria durevole.
ja_jp: Dreaming はまだ永続メモリエントリを昇格していません。
ko: Dreaming에서 아직 내구성 메모리 항목을 승격하지 않았습니다.
nl: Dreaming heeft nog geen duurzame geheugenitems gepromoot.
pl: Dreaming nie wypromowało jeszcze trwałych wpisów pamięci.
pt_br: Dreaming ainda não promoveu entradas de memória durável.
ru: Dreaming пока не продвинул записи долговременной памяти.
sv: Dreaming har inte framhävt några varaktiga minnesposter än.
th: Dreaming ยังไม่ได้โปรโมตรายการหน่วยความจำถาวร
tr: Dreaming henüz kalıcı bellek girdilerini öne çıkarmadı.
uk: Dreaming ще не просунув записи довготривалої пам’яті.
vi: Dreaming chưa quảng bá mục bộ nhớ bền vững nào.
zh_cn: Dreaming 尚未提升任何持久记忆条目。
zh_tw: Dreaming 尚未提升任何持久記憶項目。

source: Dreaming unavailable
ar: الحلم غير متاح
de: Dreaming nicht verfügbar
es: Dreaming no disponible
fa: Dreaming در دسترس نیست
fr: Rêve indisponible
hi: ड्रीमिंग उपलब्ध नहीं
id: Dreaming tidak tersedia
it: Dreaming non disponibile
ja_jp: Dreaming は利用できません
ko: 드리밍을 사용할 수 없음
nl: Dromen niet beschikbaar
pl: Śnienie niedostępne
pt_br: Sonho indisponível
ru: Сновидение недоступно
sv: Drömning inte tillgänglig
th: ไม่สามารถใช้การฝันได้
tr: Dreaming kullanılamıyor
uk: Сновидіння недоступне
vi: Không có dreaming
zh_cn: Dreaming 不可用
zh_tw: 無法使用 Dreaming

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fa: ویرایش
fr: Modifier
hi: संपादित करें
it: Modifica
ja_jp: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

source: Edit %@
ar: تعديل %@
de: %@ bearbeiten
es: Editar %@
fa: ویرایش %@
fr: Modifier %@
hi: %@ संपादित करें
it: Modifica %@
ja_jp: %@を編集
ko: %@ 편집
nl: %@ bewerken
pl: Edytuj %@
pt_br: Editar %@
ru: Изменить %@
sv: Redigera %@
th: แก้ไข %@
tr: %@ düzenle
uk: Редагувати %@
vi: Chỉnh sửa %@
zh_cn: 编辑 %@
zh_tw: 編輯 %@

source: Editing unavailable
ar: التحرير غير متاح
de: Bearbeitung nicht verfügbar
es: Edición no disponible
fa: ویرایش در دسترس نیست
fr: Modification indisponible
hi: संपादन उपलब्ध नहीं है
id: Pengeditan tidak tersedia
it: Modifica non disponibile
ja_jp: 編集できません
ko: 편집할 수 없음
nl: Bewerken niet beschikbaar
pl: Edycja niedostępna
pt_br: Edição indisponível
ru: Редактирование недоступно
sv: Redigering är inte tillgänglig
th: ไม่สามารถแก้ไขได้
tr: Düzenleme kullanılamıyor
uk: Редагування недоступне
vi: Không thể chỉnh sửa
zh_cn: 无法编辑
zh_tw: 無法編輯

source: Edits preserved
ar: تم الاحتفاظ بالتعديلات
de: Änderungen beibehalten
es: Cambios conservados
fa: ویرایش‌ها حفظ شدند
fr: Modifications conservées
hi: संपादन सुरक्षित रखे गए
id: Perubahan dipertahankan
it: Modifiche mantenute
ja_jp: 編集内容は保持されました
ko: 편집 내용이 보존됨
nl: Bewerkingen behouden
pl: Zmiany zachowane
pt_br: Edições preservadas
ru: Изменения сохранены
sv: Ändringar bevarade
th: เก็บการแก้ไขไว้แล้ว
tr: Düzenlemeler korundu
uk: Зміни збережено
vi: Các chỉnh sửa đã được giữ lại
zh_cn: 编辑已保留
zh_tw: 已保留編輯內容

source: Empty
ar: فارغ
de: Leer
es: Vacío
fa: خالی
fr: Vide
hi: खाली
id: Kosong
it: Vuoto
ja_jp: 空
ko: 비어 있음
nl: Leeg
pl: Puste
pt_br: Vazio
ru: Пусто
sv: Tomt
th: ว่าง
tr: Boş
uk: Порожньо
vi: Trống
zh_cn: 为空
zh_tw: 空白

source: Enable
ar: تمكين
de: Aktivieren
es: Habilitar
fa: فعال‌سازی
fr: Activer
hi: सक्षम करें
id: Aktifkan
it: Abilita
ja_jp: 有効化
ko: 활성화
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_tw: 啟用

source: Enable All
ar: تمكين الكل
de: Alle aktivieren
es: Activar todo
fa: فعال‌سازی همه
fr: Tout activer
hi: सभी सक्षम करें
id: Aktifkan Semua
it: Abilita tutto
ja_jp: すべて有効にする
ko: 모두 활성화
nl: Alles inschakelen
pl: Włącz wszystko
pt_br: Ativar tudo
ru: Включить все
sv: Aktivera alla
th: เปิดใช้งานทั้งหมด
tr: Tümünü Etkinleştir
uk: Увімкнути все
vi: Bật tất cả
zh_cn: 全部启用
zh_tw: 全部啟用

source: Enable Apple Health Summaries
ar: تمكين ملخصات صحّة Apple
de: Apple Health-Zusammenfassungen aktivieren
es: Activar resúmenes de Salud de Apple
fa: فعال کردن خلاصه‌های سلامت اپل
fr: Activer les résumés de Santé d’Apple
hi: Apple Health सारांश सक्षम करें
id: Aktifkan Ringkasan Apple Health
it: Attiva i riepiloghi di Salute di Apple
ja_jp: Appleヘルスケアのサマリーを有効にする
ko: Apple 건강 요약 활성화
nl: Apple Gezondheid-overzichten inschakelen
pl: Włącz podsumowania Apple Health
pt_br: Ativar resumos da Saúde da Apple
ru: Включить сводки Apple Health
sv: Aktivera sammanfattningar från Apple Hälsa
th: เปิดใช้สรุปข้อมูลสุขภาพ Apple
tr: Apple Sağlık Özetlerini Etkinleştir
uk: Увімкнути зведення Apple Health
vi: Bật bản tóm tắt Apple Health
zh_cn: 启用 Apple 健康摘要
zh_tw: 啟用 Apple 健康摘要

source: Enable Direct Gateway Connection
ar: تفعيل الاتصال المباشر بالـ Gateway
de: Direkte Gateway-Verbindung aktivieren
es: Habilitar conexión directa al Gateway
fa: فعال‌سازی اتصال مستقیم Gateway
fr: Activer la connexion directe au Gateway
hi: डायरेक्ट Gateway कनेक्शन सक्षम करें
id: Aktifkan Koneksi Gateway Langsung
it: Abilita connessione diretta al Gateway
ja_jp: Gatewayへの直接接続を有効化
ko: Gateway 직접 연결 사용
nl: Directe Gateway-verbinding inschakelen
pl: Włącz bezpośrednie połączenie z Gateway
pt_br: Ativar conexão direta com o Gateway
ru: Включить прямое подключение к Gateway
sv: Aktivera direkt Gateway-anslutning
th: เปิดใช้การเชื่อมต่อ Gateway โดยตรง
tr: Doğrudan Gateway Bağlantısını Etkinleştir
uk: Увімкнути пряме з'єднання з Gateway
vi: Bật kết nối Gateway trực tiếp
zh_cn: 启用直连 Gateway 连接
zh_tw: 啟用直接 Gateway 連線

source: Enable Gateway TLS, or enter your Tailscale Serve HTTPS host in Manual Setup. Use Unencrypted only with a trusted private-LAN address.
ar: فعّل TLS الخاص بـ Gateway، أو أدخل مضيف HTTPS الخاص بـ Tailscale Serve في الإعداد اليدوي. استخدم غير المشفّر فقط مع عنوان شبكة محلية خاصة موثوق.
de: Aktivieren Sie Gateway-TLS oder geben Sie Ihren Tailscale Serve HTTPS-Host in der manuellen Einrichtung ein. Verwenden Sie „Unverschlüsselt“ nur mit einer vertrauenswürdigen Adresse im privaten LAN.
es: Habilita el TLS del Gateway o introduce tu host HTTPS de Tailscale Serve en Configuración manual. Usa Sin cifrar solo con una dirección de LAN privada de confianza.
fa: TLS مربوط به Gateway را فعال کنید، یا میزبان HTTPS مربوط به Tailscale Serve خود را در راه‌اندازی دستی وارد کنید. از حالت رمزنگاری‌نشده فقط با یک آدرس مورد اعتماد در شبکه محلی خصوصی استفاده کنید.
fr: Activez le TLS de la Gateway, ou saisissez votre hôte HTTPS Tailscale Serve dans la Configuration manuelle. N'utilisez Non chiffré qu'avec une adresse LAN privée de confiance.
hi: Gateway TLS सक्षम करें, या Manual Setup में अपना Tailscale Serve HTTPS होस्ट दर्ज करें। Unencrypted का उपयोग केवल किसी विश्वसनीय निजी-LAN पते के साथ करें।
id: Aktifkan TLS Gateway, atau masukkan host HTTPS Tailscale Serve Anda di Manual Setup. Gunakan Unencrypted hanya dengan alamat private-LAN yang tepercaya.
it: Abilita il TLS del Gateway o inserisci l'host HTTPS di Tailscale Serve in Configurazione manuale. Usa Non crittografato solo con un indirizzo LAN privato attendibile.
ja_jp: Gateway の TLS を有効にするか、手動セットアップで Tailscale Serve の HTTPS ホストを入力してください。信頼できるプライベート LAN アドレスの場合にのみ暗号化なしを使用してください。
ko: Gateway TLS를 활성화하거나 수동 설정에서 Tailscale Serve HTTPS 호스트를 입력하세요. 암호화되지 않음은 신뢰할 수 있는 사설 LAN 주소에서만 사용하세요.
nl: Schakel Gateway TLS in, of voer je Tailscale Serve HTTPS-host in bij Handmatige installatie. Gebruik Onversleuteld alleen met een vertrouwd privé-LAN-adres.
pl: Włącz TLS Gateway lub podaj swój host HTTPS Tailscale Serve w konfiguracji ręcznej. Używaj opcji Niezaszyfrowane tylko z zaufanym adresem prywatnej sieci LAN.
pt_br: Ative o TLS do Gateway ou informe seu host HTTPS do Tailscale Serve na Configuração Manual. Use Não criptografado apenas com um endereço de LAN privada confiável.
ru: Включите TLS для Gateway или укажите ваш HTTPS-хост Tailscale Serve в разделе «Ручная настройка». Используйте незашифрованное соединение только с доверенным адресом в частной локальной сети.
sv: Aktivera Gateway-TLS, eller ange din Tailscale Serve HTTPS-värd i Manuell konfiguration. Använd endast okrypterat med en betrodd privat LAN-adress.
th: เปิดใช้งาน Gateway TLS หรือกรอกโฮสต์ HTTPS ของ Tailscale Serve ใน Manual Setup ใช้ Unencrypted เฉพาะกับที่อยู่ private-LAN ที่เชื่อถือได้เท่านั้น
tr: Gateway TLS'yi etkinleştirin veya Manuel Kurulum'da Tailscale Serve HTTPS ana bilgisayarınızı girin. Şifresiz seçeneğini yalnızca güvenilir bir özel LAN adresiyle kullanın.
uk: Увімкніть TLS для Gateway або введіть свій хост Tailscale Serve HTTPS у розділі «Ручне налаштування». Використовуйте нешифроване з'єднання лише з надійною адресою приватної локальної мережі.
vi: Bật Gateway TLS, hoặc nhập máy chủ HTTPS Tailscale Serve của bạn trong Thiết lập thủ công. Chỉ sử dụng Không mã hóa với địa chỉ LAN riêng đáng tin cậy.
zh_cn: 启用 Gateway TLS，或在手动设置中输入您的 Tailscale Serve HTTPS 主机。仅在受信任的专用局域网地址上使用未加密连接。
zh_tw: 啟用 Gateway TLS，或在手動設定中輸入你的 Tailscale Serve HTTPS 主機。僅在受信任的私人區網位址下使用未加密連線。

source: Enable Notifications to receive approval alerts while OpenClaw is not open.
ar: فعّل الإشعارات لتلقي تنبيهات الموافقة عندما لا يكون OpenClaw مفتوحًا.
de: Aktiviere Benachrichtigungen, um Genehmigungswarnungen zu erhalten, während OpenClaw nicht geöffnet ist.
es: Activa las notificaciones para recibir alertas de aprobación mientras OpenClaw no esté abierto.
fa: برای دریافت هشدارهای تأیید هنگامی که OpenClaw باز نیست، اعلان‌ها را فعال کنید.
fr: Activez les notifications pour recevoir des alertes d’approbation lorsque OpenClaw n’est pas ouvert.
hi: OpenClaw खुला न होने पर अनुमोदन अलर्ट प्राप्त करने के लिए सूचनाएं सक्षम करें।
id: Aktifkan Notifikasi untuk menerima peringatan persetujuan saat OpenClaw tidak terbuka.
it: Abilita le notifiche per ricevere avvisi di approvazione mentre OpenClaw non è aperto.
ja_jp: OpenClaw が開いていないときに承認アラートを受け取るには、通知を有効にしてください。
ko: OpenClaw가 열려 있지 않을 때 승인 알림을 받으려면 알림을 활성화하세요.
nl: Schakel meldingen in om goedkeuringsmeldingen te ontvangen wanneer OpenClaw niet geopend is.
pl: Włącz powiadomienia, aby otrzymywać alerty o zatwierdzeniu, gdy OpenClaw nie jest otwarty.
pt_br: Ative as notificações para receber alertas de aprovação enquanto o OpenClaw não estiver aberto.
ru: Включите уведомления, чтобы получать оповещения о подтверждении, когда OpenClaw не открыт.
sv: Aktivera aviseringar för att få godkännandeaviseringar när OpenClaw inte är öppet.
th: เปิดใช้งานการแจ้งเตือนเพื่อรับการแจ้งเตือนการอนุมัติขณะที่ OpenClaw ไม่ได้เปิดอยู่
tr: OpenClaw açık değilken onay uyarıları almak için Bildirimler’i etkinleştirin.
uk: Увімкніть сповіщення, щоб отримувати запити на схвалення, коли OpenClaw не відкрито.
vi: Bật Thông báo để nhận cảnh báo phê duyệt khi OpenClaw không mở.
zh_cn: 启用通知，以便在 OpenClaw 未打开时接收审批提醒。
zh_tw: 啟用通知，以便在 OpenClaw 未開啟時接收核准提醒。

source: Enable OpenClaw Hosted Push Relay?
ar: هل تريد تفعيل OpenClaw Hosted Push Relay؟
de: OpenClaw Hosted Push Relay aktivieren?
es: ¿Activar OpenClaw Hosted Push Relay?
fa: رله پوش میزبانی‌شده OpenClaw فعال شود؟
fr: Activer le relais push hébergé OpenClaw ?
hi: OpenClaw Hosted Push Relay सक्षम करें?
id: Aktifkan OpenClaw Hosted Push Relay?
it: Abilitare OpenClaw Hosted Push Relay?
ja_jp: OpenClaw Hosted Push Relay を有効にしますか？
ko: OpenClaw Hosted Push Relay를 활성화할까요?
nl: OpenClaw Hosted Push Relay inschakelen?
pl: Włączyć OpenClaw Hosted Push Relay?
pt_br: Ativar OpenClaw Hosted Push Relay?
ru: Включить OpenClaw Hosted Push Relay?
sv: Aktivera OpenClaw Hosted Push Relay?
th: เปิดใช้ OpenClaw Hosted Push Relay หรือไม่?
tr: OpenClaw Hosted Push Relay etkinleştirilsin mi?
uk: Увімкнути OpenClaw Hosted Push Relay?
vi: Bật OpenClaw Hosted Push Relay?
zh_cn: 启用 OpenClaw 托管的推送中继？
zh_tw: 啟用 OpenClaw Hosted Push Relay？

source: Enable Talk
ar: تفعيل Talk
de: Talk aktivieren
es: Activar Talk
fa: فعال‌سازی Talk
fr: Activer Talk
hi: Talk सक्षम करें
id: Aktifkan Talk
it: Abilita Talk
ja_jp: Talk を有効にする
ko: Talk 활성화
nl: Gesprek inschakelen
pl: Włącz Talk
pt_br: Ativar conversa
ru: Включить Talk
sv: Aktivera Talk
th: เปิดใช้งาน Talk
tr: Konuşmayı Etkinleştir
uk: Увімкнути Talk
vi: Bật Talk
zh_cn: 启用 Talk
zh_tw: 啟用 Talk

source: Enable from iPhone
ar: تمكين من iPhone
de: Vom iPhone aus aktivieren
es: Activar desde el iPhone
fa: از طریق iPhone فعال کنید
fr: Activer depuis l’iPhone
hi: iPhone से सक्षम करें
id: Aktifkan dari iPhone
it: Abilita da iPhone
ja_jp: iPhoneから有効にする
ko: iPhone에서 활성화
nl: Inschakelen vanaf iPhone
pl: Włącz na iPhonie
pt_br: Ativar pelo iPhone
ru: Включить на iPhone
sv: Aktivera från iPhone
th: เปิดใช้งานจาก iPhone
tr: iPhone'dan etkinleştirin
uk: Увімкніть на iPhone
vi: Bật từ iPhone
zh_cn: 从 iPhone 启用
zh_tw: 從 iPhone 啟用

source: Enable notifications to receive approval prompts and event alerts outside the app.
ar: فعّل الإشعارات لتلقي مطالبات الموافقة وتنبيهات الأحداث خارج التطبيق.
de: Aktiviere Benachrichtigungen, um Genehmigungsanfragen und Ereignisbenachrichtigungen außerhalb der App zu erhalten.
es: Activa las notificaciones para recibir solicitudes de aprobación y alertas de eventos fuera de la aplicación.
fa: اعلان‌ها را فعال کنید تا درخواست‌های تأیید و هشدارهای رویداد را خارج از برنامه دریافت کنید.
fr: Activez les notifications pour recevoir les demandes d'approbation et les alertes d'événements en dehors de l'application.
hi: ऐप के बाहर स्वीकृति संकेत और इवेंट अलर्ट प्राप्त करने के लिए सूचनाएँ सक्षम करें।
id: Aktifkan notifikasi untuk menerima permintaan persetujuan dan peringatan peristiwa di luar aplikasi.
it: Abilita le notifiche per ricevere richieste di approvazione e avvisi di eventi fuori dall'app.
ja_jp: アプリ外で承認プロンプトやイベントアラートを受け取るには通知を有効にしてください。
ko: 앱 외부에서 승인 요청과 이벤트 알림을 받으려면 알림을 활성화하세요.
nl: Schakel meldingen in om goedkeuringsvragen en gebeurtenismeldingen buiten de app te ontvangen.
pl: Włącz powiadomienia, aby otrzymywać monity o zatwierdzenie i alerty o zdarzeniach poza aplikacją.
pt_br: Ative as notificações para receber solicitações de aprovação e alertas de eventos fora do app.
ru: Включите уведомления, чтобы получать запросы на подтверждение и оповещения о событиях вне приложения.
sv: Aktivera aviseringar för att få godkännandeförfrågningar och händelseaviseringar utanför appen.
th: เปิดใช้งานการแจ้งเตือนเพื่อรับคำขออนุมัติและการแจ้งเตือนเหตุการณ์นอกแอป
tr: Uygulama dışında onay istemleri ve olay uyarıları almak için bildirimleri etkinleştirin.
uk: Увімкніть сповіщення, щоб отримувати запити на підтвердження та сповіщення про події поза застосунком.
vi: Bật thông báo để nhận lời nhắc phê duyệt và cảnh báo sự kiện bên ngoài ứng dụng.
zh_cn: 启用通知，以便在应用外接收审批提示和事件提醒。
zh_tw: 啟用通知，以便在應用程式之外接收核准提示與事件警示。

source: Enable “Discovery Debug Logs” to start collecting events.
ar: فعّل “Discovery Debug Logs” لبدء جمع الأحداث.
de: Aktivieren Sie „Discovery Debug Logs“, um mit der Erfassung von Ereignissen zu beginnen.
es: Activa “Registros de depuración de Discovery” para empezar a recopilar eventos.
fa: برای شروع جمع‌آوری رویدادها، «Discovery Debug Logs» را فعال کنید.
fr: Activez « Discovery Debug Logs » pour commencer à collecter des événements.
hi: इवेंट्स एकत्र करना शुरू करने के लिए “Discovery Debug Logs” सक्षम करें।
id: Aktifkan “Discovery Debug Logs” untuk mulai mengumpulkan peristiwa.
it: Abilita “Discovery Debug Logs” per iniziare a raccogliere eventi.
ja_jp: イベントの収集を開始するには「Discovery Debug Logs」を有効にしてください。
ko: 이벤트 수집을 시작하려면 “Discovery Debug Logs”를 활성화하세요.
nl: Schakel “Discovery Debug Logs” in om gebeurtenissen te verzamelen.
pl: Włącz „Discovery Debug Logs”, aby rozpocząć zbieranie zdarzeń.
pt_br: Ative “Discovery Debug Logs” para começar a coletar eventos.
ru: Включите «Discovery Debug Logs», чтобы начать сбор событий.
sv: Aktivera ”Discovery Debug Logs” för att börja samla in händelser.
th: เปิดใช้ “Discovery Debug Logs” เพื่อเริ่มรวบรวมเหตุการณ์
tr: Etkinlikleri toplamaya başlamak için “Discovery Debug Logs” özelliğini etkinleştirin.
uk: Увімкніть «Discovery Debug Logs», щоб почати збирати події.
vi: Bật “Discovery Debug Logs” để bắt đầu thu thập sự kiện.
zh_cn: 启用“Discovery Debug Logs”以开始收集事件。
zh_tw: 啟用「Discovery Debug Logs」以開始收集事件。

source: Enabled
ar: مفعّل
de: Aktiviert
es: Activado
fa: فعال
fr: Activé
hi: सक्षम
id: Diaktifkan
it: Abilitato
ja_jp: 有効
ko: 사용 설정됨
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ru: Включено
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_cn: 已启用
zh_tw: 已啟用

source: Enabled %@.
ar: تم تمكين %@.
de: %@ wurde aktiviert.
es: Se habilitó %@.
fa: %@ فعال شد.
fr: %@ activé.
hi: %@ सक्षम किया गया।
id: %@ diaktifkan.
it: %@ abilitato.
ja_jp: %@を有効にしました。
ko: %@을(를) 활성화했습니다.
nl: %@ ingeschakeld.
pl: Włączono %@.
pt_br: %@ ativado.
ru: %@ включено.
sv: Aktiverade %@.
th: เปิดใช้งาน %@ แล้ว
tr: %@ etkinleştirildi.
uk: %@ увімкнено.
vi: Đã bật %@.
zh_cn: 已启用 %@。
zh_tw: 已啟用 %@。

source: Enabled globally
ar: مفعّل عموميًا
de: Global aktiviert
es: Activado globalmente
fa: به‌صورت سراسری فعال است
fr: Activé globalement
hi: वैश्विक रूप से सक्षम
id: Diaktifkan secara global
it: Abilitata globalmente
ja_jp: グローバルに有効
ko: 전역적으로 활성화됨
nl: Globaal ingeschakeld
pl: Włączone globalnie
pt_br: Ativado globalmente
ru: Включено глобально
sv: Aktiverad globalt
th: เปิดใช้งานทั่วทั้งระบบ
tr: Genel olarak etkin
uk: Увімкнено глобально
vi: Đã bật trên toàn cục
zh_cn: 已全局启用
zh_tw: 已全域啟用

source: Enabling automation
ar: جارٍ تفعيل الأتمتة
de: Automatisierung wird aktiviert
es: Activando automatización
fa: در حال فعال‌سازی خودکارسازی
fr: Activation de l’automatisation
hi: ऑटोमेशन सक्षम किया जा रहा है
id: Mengaktifkan otomatisasi
it: Attivazione dell'automazione
ja_jp: オートメーションを有効化中
ko: 자동화 활성화 중
nl: Automatisering inschakelen
pl: Włączanie automatyzacji
pt_br: Ativando automação
ru: Включение автоматизации
sv: Aktiverar automatisering
th: กำลังเปิดใช้งานระบบอัตโนมัติ
tr: Otomasyon etkinleştiriliyor
uk: Увімкнення автоматизації
vi: Đang bật tác vụ tự động
zh_cn: 正在启用自动化
zh_tw: 正在啟用自動化

source: Enabling this sends delivery data through OpenClaw's hosted push relay.
ar: يؤدي تمكين هذا الخيار إلى إرسال بيانات التسليم عبر وسيط الإشعارات الفورية المستضاف من OpenClaw.
de: Wenn diese Option aktiviert wird, werden Zustelldaten über das von OpenClaw gehostete Push-Relay gesendet.
es: Al habilitar esta opción, los datos de entrega se envían mediante el servicio de retransmisión push alojado de OpenClaw.
fa: با فعال‌سازی این گزینه، داده‌های تحویل از طریق رله پوش میزبانی‌شده OpenClaw ارسال می‌شوند.
fr: L’activation de cette option envoie les données de distribution via le relais de notifications push hébergé d’OpenClaw.
hi: इसे सक्षम करने पर वितरण डेटा OpenClaw के होस्ट किए गए पुश रिले के माध्यम से भेजा जाता है।
id: Mengaktifkan ini akan mengirimkan data pengiriman melalui relai push yang di-host OpenClaw.
it: L'attivazione di questa opzione invia i dati di consegna tramite il relay push ospitato da OpenClaw.
ja_jp: これを有効にすると、配信データがOpenClawのホステッドプッシュリレー経由で送信されます。
ko: 이 기능을 활성화하면 전송 데이터가 OpenClaw 호스팅 푸시 릴레이를 통해 전송됩니다.
nl: Als u dit inschakelt, worden bezorgingsgegevens via de gehoste pushrelay van OpenClaw verzonden.
pl: Włączenie tej opcji powoduje przesyłanie danych o dostarczeniu przez hostowany przez OpenClaw przekaźnik powiadomień push.
pt_br: Ativar esta opção envia dados de entrega pelo relay de push hospedado da OpenClaw.
ru: При включении данные о доставке будут передаваться через размещённый сервис ретрансляции push-уведомлений OpenClaw.
sv: Om du aktiverar detta skickas leveransdata via OpenClaws driftade push-relä.
th: การเปิดใช้งานตัวเลือกนี้จะส่งข้อมูลการส่งผ่านรีเลย์พุชที่โฮสต์โดย OpenClaw
tr: Bunu etkinleştirmek, iletim verilerini OpenClaw'ın barındırılan anlık bildirim aktarım hizmeti üzerinden gönderir.
uk: Якщо ввімкнути цю функцію, дані про доставку надсилатимуться через розміщений OpenClaw ретранслятор push-сповіщень.
vi: Việc bật tùy chọn này sẽ gửi dữ liệu gửi thông báo qua dịch vụ chuyển tiếp thông báo đẩy do OpenClaw lưu trữ.
zh_cn: 启用此功能会通过 OpenClaw 托管的推送中继发送递送数据。
zh_tw: 啟用此功能會透過 OpenClaw 的託管推播轉送服務傳送通知資料。

source: Enter a title to create a card.
ar: أدخل عنوانًا لإنشاء بطاقة.
de: Geben Sie einen Titel ein, um eine Karte zu erstellen.
es: Introduce un título para crear una tarjeta.
fa: برای ایجاد کارت، عنوانی وارد کنید.
fr: Saisissez un titre pour créer une carte.
hi: कार्ड बनाने के लिए शीर्षक दर्ज करें।
id: Masukkan judul untuk membuat kartu.
it: Inserisci un titolo per creare una scheda.
ja_jp: カードを作成するにはタイトルを入力してください。
ko: 카드를 생성하려면 제목을 입력하세요.
nl: Voer een titel in om een kaart aan te maken.
pl: Wprowadź tytuł, aby utworzyć kartę.
pt_br: Digite um título para criar um cartão.
ru: Введите название, чтобы создать карточку.
sv: Ange en titel för att skapa ett kort.
th: ป้อนชื่อเพื่อสร้างการ์ด
tr: Kart oluşturmak için bir başlık girin.
uk: Введіть назву, щоб створити картку.
vi: Nhập tiêu đề để tạo thẻ.
zh_cn: 输入标题以创建卡片。
zh_tw: 輸入標題以建立卡片。

source: Enter setup code
ar: أدخل رمز الإعداد
de: Einrichtungscode eingeben
es: Introduce el código de configuración
fa: کد راه‌اندازی را وارد کنید
fr: Saisir le code de configuration
hi: सेटअप कोड दर्ज करें
id: Masukkan kode penyiapan
it: Inserisci il codice di configurazione
ja_jp: セットアップコードを入力
ko: 설정 코드 입력
nl: Installatiecode invoeren
pl: Wprowadź kod konfiguracji
pt_br: Inserir código de configuração
ru: Введите код настройки
sv: Ange installationskod
th: ป้อนรหัสตั้งค่า
tr: Kurulum kodunu girin
uk: Введіть код налаштування
vi: Nhập mã thiết lập
zh_cn: 输入设置代码
zh_tw: 輸入設定碼

source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja_jp: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Event text
ar: نص الحدث
de: Ereignistext
es: Texto del evento
fa: متن رویداد
fr: Texte de l’événement
hi: इवेंट टेक्स्ट
id: Teks peristiwa
it: Testo dell'evento
ja_jp: イベントテキスト
ko: 이벤트 텍스트
nl: Gebeurtenistekst
pl: Tekst zdarzenia
pt_br: Texto do evento
ru: Текст события
sv: Händelsetext
th: ข้อความเหตุการณ์
tr: Etkinlik metni
uk: Текст події
vi: Nội dung sự kiện
zh_cn: 事件文本
zh_tw: 事件文字

source: Every %@
ar: كل %@
de: Alle %@
es: Cada %@
fa: هر %@
fr: Toutes les %@
hi: हर %@
id: Setiap %@
it: Ogni %@
ja_jp: %@ごと
ko: %@마다
nl: Elke %@
pl: Co %@
pt_br: A cada %@
ru: Каждые %@
sv: Varje %@
th: ทุก %@
tr: Her %@
uk: Кожні %@
vi: Mỗi %@
zh_cn: 每 %@
zh_tw: 每 %@

source: Exec approval required
ar: مطلوب الموافقة على التنفيذ
de: Ausführungsgenehmigung erforderlich
es: Se requiere aprobación de exec
fa: تأیید اجرای دستور لازم است
fr: Approbation d’exécution requise
hi: Exec अनुमोदन आवश्यक है
id: Persetujuan eksekusi diperlukan
it: Approvazione exec richiesta
ja_jp: Exec の承認が必要です
ko: Exec 승인 필요
nl: Exec-goedkeuring vereist
pl: Wymagane zatwierdzenie wykonania
pt_br: Aprovação de execução necessária
ru: Требуется одобрение выполнения
sv: Exec-godkännande krävs
th: ต้องอนุมัติการดำเนินการ
tr: Exec onayı gerekli
uk: Потрібне схвалення виконання
vi: Cần phê duyệt thực thi
zh_cn: 需要执行批准
zh_tw: 需要 Exec 核准
